Repository: zipf/perldoc-es
Catalog: memory/_reference/padre-es_work.tmx
Source language: en_us
Languages: es_es

source: Project-Id-Version: _L 10N Report-Msgid-Bugs-To: POT-Creation-Date: 2011-02-18 21:56+0100 PO-Revision-Date: 2011-02-18 21:57+0100 Last-Translator: makibuki <> Language-Team: Spanish Language: es MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=2; plural=(n != 1);
es_es: Project-Id-Version: _L 10N Report-Msgid-Bugs-To: POT-Creation-Date: 2011-02-18 21:56+0100 PO-Revision-Date: 2011-02-18 21:57+0100 Last-Translator: Enrique Nell <blas.gordon@gmail.com> Language-Team: Spanish Language: es MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=2; plural=(n != 1);

source: NYTProf - Perl Profiler
es_es: NYTProf - Analizador de rendimiento de código Perl

source: Run Profiling
es_es: Ejecutar el analizador de rendimiento

source: Generate Profiling Report
es_es: Generar informe de análisis de rendimiento

source: Show Generated Profiling Report
es_es: Mostrar el informe de análisis de rendimiento generado

source: This system is running NYTProf version
es_es: Este sistema ejecuta NYTProf versión

source: Create Perl 6...
es_es: Crear código Perl 6...

source: Class
es_es: Clase

source: Grammar
es_es: Gramática

source: Package
es_es: Paquete

source: Role
es_es: Rol

source: Inlined in Perl 5
es_es: Insertado en Perl 5

source: Perl 6 PIR
es_es: PIR de Perl 6

source: Export...
es_es: Exportar...

source: Full html
es_es: HTML completo

source: Simple html
es_es: HTML simple

source: Snippet html
es_es: Fragmento HTML

source: More Help?
es_es: ¿Necesita más ayuda?

source: Perl 6 Introduction
es_es: Introducción a Perl 6

source: Perl 6 Syntax
es_es: Sintaxis de Perl 6

source: Perl 6 Objects Introduction
es_es: Introducción a los objetos en Perl 6

source: Perl 6 Regexes Introduction
es_es: Introducción a las expresiones regulares en Perl 6

source: Visit #padre for Padre Help
es_es: Obtener ayuda para usar Padre en el canal #padre

source: Visit #perl6 for Perl 6 Help
es_es: Obtener ayuda para usar Perl 6 en el canal #perl6

source: Perl 6 Website
es_es: Sitio web de Perl 6

source: Error loading template file '%s'
es_es: Error al cargar el archivo de plantilla '%s'

source: This plugin enables useful Perl 6 features on Padre IDE.
es_es: Este complemento habilita características útiles de Perl 6 en el IDE de Padre.

source: It integrates coloring and easy access to Perl 6 help documents.
es_es: Integra el coloreado de sintaxis y un acceso sencillo a los documentos de ayuda de Perl 6.

source: The following modules are used:
es_es: Se utilizan los módulos siguientes:

source: No document
es_es: Ningún documento

source: Not a Perl 6 file
es_es: No es un archivo de Perl 6

source: Operation cancelled
es_es: Operación cancelada

source: Perl 6 preferences
es_es: Preferencias de Perl 6

source: Enable coloring
es_es: Habilitar coloreado de sintaxis

source: Insert declaration for %s
es_es: Insertar declaración para %s

source: Insert a space after %s
es_es: Insertar un espacio después de %s

source: Insert routine %s
es_es: Insertar rutina %s

source: Use ~ instead of . for string concatenation
es_es: Use ~ en lugar de . para concatenar cadenas

source: Use . for method call
es_es: Use . para invocar un método

source: Use Perl 6 constructor syntax
es_es: Use la sintaxis de constructor de Perl 6

source: Use loop (;;) for looping
es_es: Use loop (;;) para crear un bucle

source: Use [*-1] to access final element
es_es: Use [*-1] para acceder al último elemento

source: Use N.pick for a random number
es_es: Use N.pick para obtener un número aleatorio

source: Use (1..N).pick for a random number
es_es: Use (1..N).pick para obtener un número aleatorio

source: Use [N..*] for indefinite range
es_es: Use [N..*] para obtener un rango indefinido

source: for conditional operator
es_es: como operador condicional

source: to avoid precedence bugs
es_es: para evitar errores de prioridad

source: for the conditional operator
es_es: como operador condicional

source: Use ~= for string concatenation
es_es: Use ~= para concatenar cadenas

source: Use ~~ for pattern matching
es_es: Use ~~ para detectar patrones

source: Use !~~ for negated pattern matching
es_es: Use !~~ para detectar la ausencia de patrones

source: Use +> for numeric right shift
es_es: Use +> para el desplazamiento numérico a la derecha

source: Use ~> for string right shift
es_es: Use ~> para el desplazamiento numérico a la derecha

source: Use +< for numeric left shift
es_es: Use +< para el desplazamiento numérico a la izquierda

source: Use ~< for string left shift
es_es: Use ~< para el desplazamiento numérico a la izquierda

source: for eval errors
es_es: para los errores de evaluación

source: Comment error line
es_es: Comentar línea de error

source: Surround with try { ... }
es_es: Incluir dentro de un bloque try { ... }

source: Convert POD6 to XHTML
es_es: Convertir POD6 a XHTML

source: Operation failed!
es_es: Error en la operación.

source: Convert POD6 to Text
es_es: Convertir POD6 a texto

source: Project-Id-Version: Padre-Plugin-PerlCritic Report-Msgid-Bugs-To: POT-Creation-Date: 2010-12-11 01:30+0100 PO-Revision-Date: Last-Translator: Bruno Vecchi <vecchi.v@gmail> Language-Team: Bruno Vecchi <vecchi.b@gmail.com> Language: MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit
es_es: Project-Id-Version: Padre-Plugin-PerlCritic Report-Msgid-Bugs-To: POT-Creation-Date: 2010-12-11 01:30+0100 PO-Revision-Date: Last-Translator: Enrique Nell <blas.gordon@gmail> Language-Team: Enrique Nell <blas.gordon@gmail>, Bruno Vecchi <vecchi.b@gmail.com> Language: MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit

source: Perl::Critic Current Document
es_es: Aplicar Perl::Critic al documento actual

source: Document is not a Perl document
es_es: El documento no es un documento Perl

source: Perl::Critic running with project-specific configuration %s
es_es: Ejecución de Perl::Critic con la configuración específica del proyecto %s

source: Perl::Critic running with default or user configuration
es_es: Ejecución de Perl::Critic con la configuración del usuario o la predeterminada

source: Perl::Critic found nothing to say about this code
es_es: Perl::Critic no detectó ningún defecto en el código

source: Project-Id-Version: Padre-Plugin-PerlTidy Report-Msgid-Bugs-To: POT-Creation-Date: 2010-12-11 01:21+0100 PO-Revision-Date: Last-Translator: Bruno Vecchi <vecchi.v@gmail> Language-Team: Bruno Vecchi <vecchi.b@gmail.com> Language: MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit
es_es: Project-Id-Version: Padre-Plugin-PerlTidy Report-Msgid-Bugs-To: POT-Creation-Date: 2010-12-11 01:21+0100 PO-Revision-Date: Last-Translator: Enrique Nell <blas.gordon@gmail> Language-Team: Enrique Nell <blas.gordon@gmail>, Bruno Vecchi <vecchi.b@gmail.com> Language: MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit

source: Tidy the active document Alt+Shift+F
es_es: Ordenar el documento activo Alt+Shift+F

source: Tidy the selected text Alt+Shift+G
es_es: Ordenar el texto seleccionado Alt+Shift+G

source: Export active document to HTML file
es_es: Exportar el documento activo a HTML

source: Export selected text to HTML file
es_es: Exportar el texto seleccionado a HTML

source: PerlTidy Error
es_es: Error PerlTidy

source: Project-Id-Version: _L 10N Report-Msgid-Bugs-To: POT-Creation-Date: 2011-02-18 00:24+0100 PO-Revision-Date: 2011-02-18 00:24+0100 Last-Translator: makibuki <> Language-Team: Spanish Language: es MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=2; plural=(n != 1);
es_es: Project-Id-Version: _L 10N Report-Msgid-Bugs-To: POT-Creation-Date: 2011-02-18 00:24+0100 PO-Revision-Date: 2011-02-18 00:24+0100 Last-Translator: Enrique Nell <blas.gordon@gmail.com> Language-Team: Spanish Language: es MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=2; plural=(n != 1);

source: New PSGI App
es_es: Nueva aplicación PSGI

source: Online References
es_es: Referencias en línea

source: Plack Advent Calendar
es_es: Calendario de adviento de Plack

source: Failed to open template file %s
es_es: No se pudo abrir el archivo de plantilla %s

source: 'Sorry Dave, I can't do that - you need to close the corresponding file tab to close this panel
es_es: 'Lo siento, Dave. No puedo hacerlo.' - debe cerrar la pestaña de archivo correspondiente para cerrar este panel

source: Expected a PSGI document, but instead got: %s
es_es: Se esperaba un documento PSGI, pero se recibió %s

source: PSGI/Plack support for Padre
es_es: Soporte de PSGI/Plack para Padre

source: by
es_es: por

source: This system is running Plack version
es_es: Este sistema ejecuta Plack versión

source: Let plackup guess
es_es: Dejar que plackup lo adivine

source: plackup command not found, please check your Plack installation and $PATH
es_es: No se encuentra el comando plackup. Compruebe la instalación de Plack y la variable $PATH

source: Failed to start server via '%s'
es_es: No se pudo iniciar el servidor a través de '%s'

source: Port
es_es: Puerto

source: Auto-Restart
es_es: Reinicio automático

source: Start
es_es: Iniciar

source: View in Browser
es_es: Ver en el navegador

source: Stop
es_es: Detener

source: Project-Id-Version: _L 10N Report-Msgid-Bugs-To: POT-Creation-Date: 2011-02-17 23:44+0100 PO-Revision-Date: 2011-02-17 23:45+0100 Last-Translator: makibuki <> Language-Team: Spanish Language: es MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=2; plural=(n != 1);
es_es: Project-Id-Version: _L 10N Report-Msgid-Bugs-To: POT-Creation-Date: 2011-02-17 23:44+0100 PO-Revision-Date: 2011-02-17 23:45+0100 Last-Translator: Enrique Nell <blas.gordon@gmail.com> Language-Team: Spanish Language: es MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=2; plural=(n != 1);

source: wxWidgets Support
es_es: Soporte de wxWidgets

source: wxWidgets support for Padre
es_es: Soporte de wxWidgets para Padre

source: Project-Id-Version: _L 10N Report-Msgid-Bugs-To: POT-Creation-Date: 2011-02-17 23:58+0100 PO-Revision-Date: 2011-02-17 23:58+0100 Last-Translator: makibuki <> Language-Team: Spanish Language: es MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=2; plural=(n != 1);
es_es: Project-Id-Version: _L 10N Report-Msgid-Bugs-To: POT-Creation-Date: 2011-02-17 23:58+0100 PO-Revision-Date: 2011-02-17 23:58+0100 Last-Translator: Enrique Nell <blas.gordon@gmail.com> Language-Team: Spanish Language: es MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=2; plural=(n != 1);

source: XS Support
es_es: Soporte de XS

source: Padre XS and perlapi support
es_es: Soporte de XS y perlapi para Padre

source: Enable or disable the newer Wx::Scintilla source code editing component.
es_es: Habilitar o deshabilitar el componente de edición de código fuente Wx::Scintilla más reciente.

source: Unfold All
es_es: Desplegar todo

source: %s - Not compatible with Padre version %s - %s
es_es: %s - No es compatible con Padre versión %s - %s

source: %s apparently created. Do you want to open it now?
es_es: Parece que %s se ha creado correctamente. ¿Desea abrirlo ahora?

source: %s worker threads are running.
es_es: Se están ejecutando %s subprocesos de trabajo.

source: &AutoComplete
es_es: &Autocompletar

source: &Brace matching
es_es: &Emparejamiento de llaves

source: &Character classes
es_es: &Clases de caracteres

source: &Description:
es_es: &Descripción:

source: &Extended (%s)
es_es: &Extendida (%s)

source: &Find Next
es_es: &Buscar siguiente

source: &GoTo Element
es_es: I&r a elemento

source: &Goto
es_es: &Ir a

source: &Goto Line
es_es: &Ir a la línea

source: &Grouping constructs
es_es: Cons&trucciones de agrupación

source: &Ignore case (%s)
es_es: No disting&uir mayúsculas de minúsculas

source: &Join lines
es_es: &Unir líneas

source: &Line number or character position?
es_es: &Número de línea o posición de carácter

source: &Matched text:
es_es: Te&xto coincidente:

source: &Miscellaneous
es_es: &Varios

source: &Multi-line (%s)
es_es: &Multilínea (%s)

source: &Print
es_es: I&mprimir

source: &Single-line (%s)
es_es: Una &sola línea (%s)

source: '%s' does not look like a variable
es_es: No parece que '%s' sea una variable

source: '%s' missing in file '%s'
es_es: Falta '%s' en el archivo '%s'

source: 'STD Lex Cache' folder is corrupt.
es_es: La carpeta 'STD Lex Cache' está dañada.

source: (Document not on disk)
es_es: (El documento no está en el disco)

source: (Since Perl v%s)
es_es: (desde Perl v%s)

source: (Start debugging if it is not yet running)
es_es: (Debe iniciarse la depuración si no se está ejecutando.)

source: (in thread(s) %s)
es_es: (en los subprocesos %s)

source: - %s of type '%s':
es_es: - %s de tipo '%s':

source: 1. Introduction
es_es: 1. Introducción

source: 10. Appendices
es_es: 10. Apéndices

source: 2. Catalyst Basics
es_es: 2. Conceptos básicos sobre Catalyst

source: 3. More Catalyst Basics
es_es: 3. Más conceptos básicos sobre Catalyst

source: 4. Basic CRUD
es_es: 4. CRUD básico

source: 5. Authentication
es_es: 5. Autenticación

source: 6. Authorization
es_es: 6. Autorización

source: 7. Debugging
es_es: 7. Depuración

source: 8. Testing
es_es: 8. Pruebas

source: 9. Advanced CRUD
es_es: 9. CRUD avanzado

source: A file with the same name already exists in this directory
es_es: En este directorio ya existe un archivo con ese nombre

source: Add another closing bracket if there is already one (and the auto-bracket-function is enabled)
es_es: Agregar otra llave de cierre si ya hay una (y la función de cierre automático de llaves está habilitada)

source: Additionally, there are %s tasks pending execution.
es_es: Además, hay %s tareas pendientes de ejecución.

source: Advanced...
es_es: Avanzadas...

source: Allow the user to move around some of the windows
es_es: Permite al usuario mover algunas de las ventanas

source: Are you sure you want to delete this item?
es_es: ¿Realmente desea eliminar este elemento?

source: Ask the user for a line number or a character position and jump there
es_es: Pregunta al usuario el número de línea o la posición de carácter al que desea saltar y salta a dicha línea o posición

source: Ask the user for a row number and jump there
es_es: Pregunta al usuario el número de fila al que desea saltar

source: Automatic Bracket Completion
es_es: Cierre automático de llaves

source: Automatic bracket completion
es_es: Cierre automático de llaves

source: Browse directory of the current document to open a file
es_es: Muestra al usuario el directorio del documento actual para que elija el archivo que desea abrir

source: Build + run all Tests
es_es: Generar y ejecutar todos los tests

source: Cannot find STD.pm lex cache
es_es: No se pudo encontrar el caché STD.pm lex

source: Cannot open %s as it is over the arbitrary file size limit of Padre which is currently %s
es_es: No se puede abrir %s, ya que supera el límite de tamaño para archivos arbitrarios de Padre, que actualmente es %s

source: Cannot open a Directory: %s
es_es: No se puede abrir el directorio %s

source: Case &Insensitive
es_es: &No distinguir mayúsculas de minúsculas

source: Catalyst development web server not found at %s Please make sure the active document is from your Catalyst project.
es_es: No se encontró el servidor web de desarrollo en %s Compruebe que el documento activo forma parte del proyecto Catalyst.

source: Catalyst support for Padre
es_es: Soporte de Catalyst para Padre

source: Change listing mode view
es_es: Cambiar vista de lista

source: Change project directory
es_es: Cambiar directorio del proyecto

source: Chars with spaces: %d
es_es: Caracteres con espacios: %d

source: Chars without spaces: %s
es_es: Caracteres sin espacios: %s

source: Check for common (beginner) errors
es_es: Detectar errores comunes (de principiante)

source: Check the current file
es_es: Comprueba el archivo actual

source: Choose a directory
es_es: Elegir un directorio

source: Cleanup STD.pm Lex Cache
es_es: Limpiar el Caché de STD.pm Lex

source: Clear selection marks
es_es: Borrar marcas de selección

source: Close All Files
es_es: Cerrar todos los archivos

source: Close All Other Files
es_es: Cerrar los demás archivos

source: Close Files Dialog...
es_es: Cerrar archivos...

source: Close Other Projects
es_es: Cerrar los demás proyectos

source: Close This Project
es_es: Cerrar este proyecto

source: Close...
es_es: Cerrar...

source: Config dir:
es_es: Dir. de config.:

source: Connection to FTP server successful!
es_es: Conexión con el servidor FTP establecida correctamente.

source: Convert EOL
es_es: Convertir EOL

source: Copy directory name
es_es: Copiar nombre de directorio

source: Copy editor content
es_es: Copiar contenido del editor

source: Copy filename
es_es: Copiar nombre de archivo

source: Copy full filename
es_es: Copiar nombre de archivo completo

source: Copy here
es_es: Copiar aquí

source: Copy of current file
es_es: Copia del archivo actual

source: Copy specials
es_es: Copiar especiales

source: Could not locate project dir
es_es: No se pudo guardar el archivo:

source: Create a new document from the file wizard
es_es: Crea un documento nuevo con el asistente para crear archivos

source: Create project tagsfile
es_es: Crear archivo de etiquetas de proyecto

source: Currently, no background tasks are being executed.
es_es: Actualmente no se están ejecutando tareas en segundo plano

source: Cut the current selection and create a new sub from it. A call to this sub is added in the place where the selection was.
es_es: Corta la selección actual y crea una subrutina nueva a partir de ella. La selección se sustituirá por una llamada a la subrutina.

source: Deparse selection
es_es: Restaurar selección a partir de análisis

source: Diagnostics
es_es: Diagnósticos

source: Diff tool
es_es: Herramienta de comparación

source: Dir:
es_es: Directorio:

source: Directory:
es_es: Directorio:

source: Disable
es_es: Deshabilitar

source: Display value
es_es: Mostrar valor

source: Do you want to reload it?
es_es: ¿Desea volver a cargarlo?

source: DocBrowser: no viewer for %s
es_es: DocBrowser: no hay ningún visor para %s

source: Document type: %s
es_es: Tipo de documento: %s

source: Dump Display Data
es_es: Volcado de datos de visualización

source: Dump Expression
es_es: Volcado de expresión

source: Email:
es_es: Correo electrónico:

source: Enable
es_es: Habilitar

source: Encode document to System Default
es_es: Aplicar al documento la codificación predeterminada del sistema

source: Encode document to utf-8
es_es: Codificar documento como UTF-8

source: Encoding: %s
es_es: Codificación: %s

source: English (Australian)
es_es: Inglés (Australia)

source: Enter URL to install e.g. http://svn.ali.as/cpan/releases/Config-Tiny-2.00.tar.gz
es_es: Especifique la dirección URL desde la que se va a instalar p. ej., http://svn.ali.as/cpan/releases/Config-Tiny-2.00.tar.gz

source: Error List
es_es: Lista de errores

source: Error creating %s. Please check the error output and try again
es_es: Error al crear %s. Compruebe la salida de error e inténtelo de nuevo

source: Error while calling %s
es_es: Error al llamar a %s

source: Errors
es_es: Errores

source: Execute the next statement, If it is a subroutine call, stop only after it returned.
es_es: Ejecuta la siguiente instrucción. Si se trata de una llamada a subrutina, sólo se detiene cuando la subrutina devuelve el control.

source: Execute the next statement, If it is a subroutine call, stop only after it returned. (Start debugging if it is not yet running)
es_es: Ejecuta la siguiente instrucción. Si se trata de una llamada a subrutina, sólo se detiene cuando la subrutina devuelve el control. (Debe iniciarse la depuración si no se está ejecutando.)

source: Execute the next statement, enter subroutine if needed. (Start debugging if it is not yet running)
es_es: Eejecuta la siguiente instrucción y entra en la subrutina si es necesario. (Debe iniciarse la depuración si no se está ejecutando.)

source: Existing Bookmarks:
es_es: Marcadores existentes:

source: Extended (%s)
es_es: Ampliada (%s)

source: Field %s was missing. Module not created.
es_es: Falta el campo %s. No se ha creado el módulo.

source: File Types:
es_es: Tipos de archivos:

source: File Wizard
es_es: Asistente para crear archivo

source: File Wizard...
es_es: Asistente para crear archivo...

source: File already exists. Overwrite it?
es_es: El archivo ya existe. ¿Desea sobrescribirlo?

source: File changed on disk since last saved. Do you want to overwrite it?
es_es: El archivo ha cambiado en disco desde que se guardó por última vez. ¿Desea sobrescribirlo?

source: File changed on disk since last saved. Do you want to reload it?
es_es: El archivo ha cambiado en disco desde que fue guardado por última vez. ¿Desea volver a cargarlo?

source: File changed. Do you want to save it?
es_es: El archivo ha cambiado. ¿Desea guardarlo?

source: File has been deleted on disk, do you want to CLEAR the editor window?
es_es: Se eliminó el archivo del disco. ¿Desea borrar la ventana del editor?

source: File name %s contains * or ? which are special chars on most computers.
es_es: El nombre del archivo %s contiene el carácter * o ?, que tiene un significado especial en la mayoría de los sistemas.

source: File name %s does not exist on disk. Skip?
es_es: El nombre de archivo %s no existe en el disco. ¿Desea omitirlo?

source: Filename: %s
es_es: Nombre de archivo: %s

source: Filter through Perl
es_es: Filtrar a través de Perl

source: Filter through external tool
es_es: Filtrar mediante herramienta externa

source: Filter:
es_es: Filtro:

source: Find &Text:
es_es: Buscar te&xto:

source: Find Results (
es_es: Buscar resultados (

source: Find variable declaration
es_es: Buscar declaración de variable

source: Finished Searching
es_es: Búsqueda finalizada

source: Fold All
es_es: Plegar todo

source: Fold/Unfold Current
es_es: Plegar/Desplegar actual

source: Found %d files
es_es: Se encontraron %d archivos

source: Found %d files and %d matches
es_es: Se encontraron %d archivos y %d coincidencias

source: Found '%s' in '%s':
es_es: Se encontró '%s' en '%s':

source: French (France)
es_es: Francés (Francia)

source: Go to line number
es_es: Ir a número de línea

source: GoTo Bookmark
es_es: Ir a marcador

source: GoTo Functions Window
es_es: Ir a ventana de funciones

source: GoTo Main Window
es_es: Ir a ventana principal

source: GoTo Outline Window
es_es: Ir a ventana de esquema

source: GoTo Output Window
es_es: Ir a ventana de resultados

source: GoTo Syntax Check Window
es_es: Ir a ventana de comprobación de sintaxis

source: GoTo Todo Window
es_es: Ir a la ventana de tareas pendientes

source: Goto Bookmark
es_es: Ir a marcador

source: Hopefully faster than the PPI Traditional. Big file will fall back to Scintilla highlighter.
es_es: Esperemos que más rápido que PPI tradicional. Los archivos grandes usarán el resaltador de sintaxis de Scintilla.

source: I&gnore hidden Subdirectories
es_es: &Omitir subdirectorios ocultos

source: If withing a subroutine, run till return is called and then stop.
es_es: Si la línea actual está dentro de una subrutina, se ejecuta el código hasta que se llama a return y entonces se detiene la ejecución.

source: Ignore case (%s)
es_es: Omitir mayús/min

source: In Files/Types:
es_es: En Archivos/Tipos:
